[
    {
      "author": "Toriel",
      "quote": "What a terrible creature, torturing such a poor, innocent youth...Ah, do not be afraid, my child."
    },
    {
      "author": "Toriel",
      "quote": "I am Toriel, caretaker of the Ruins..."
    },
    {
      "author": "Toriel",
      "quote": "I pass through this place every day to see if anyone has fallen down"
    },
    {
      "author": "Toriel",
      "quote": "You are the first human to come here in a long time."
    },
    {
      "author": "Toriel",
      "quote": "Come! I will guide you through the catacombs."
    },
    {
      "author": "Toriel",
      "quote": "This way."
    },
    {
      "author": "Toriel",
      "quote": "The Ruins are full of puzzles."
    },
    {
      "author": "Toriel",
      "quote": "Pathetic, is it not? I cannot save even a single child."
    },
    {
      "author": "Toriel",
      "quote": "Ancient fusions between diversions and doorkeys."
    },
    {
      "author": "Toriel",
      "quote": "No, I understand. You would just be unhappy trapped down there."
    },
    {
      "author": "Toriel",
      "quote": "Be good, alright?"
    },
    {
      "author": "Toriel",
      "quote": "For no reason in particular, which do you prefer, cinnamon or butterscotch?"
    },
    {
      "author": "Toriel",
      "quote": "Did you want to hear about the book I am reading? It is called, 72 Uses for Snails. How about it? [ How to exit the RUINS ] Um. . . How about an exciting snail fact? Did you know that snails. . . Some flip their digestive systems as they mature? Interesting. [ How to exit the RUINS ] I have to do something. Stay here."
    },
    {
      "author": "Toriel",
      "quote": "You wish to know how to return, home, do you not? Ahead of us lies the end of the RUINS. A one-way exit to the rest of the underground. I am going to destroy it. No one will ever be able to leave again. Now be a good child and go upstairs."
    },
    {
      "author": "Toriel",
      "quote": "Every human that falls down here meets the same fate. I have seen it again and again. They come. They leave. They die. You naive child... If you leave the Ruins... They... ASGORE... will kill you. I am only protecting you, do you understand? Go to your room."
    },
    {
      "author": "Toriel",
      "quote": "Do not try to stop me. This is your final warning!"
    },
    {
      "author": "Toriel",
      "quote": "You want to leave so badly? Hmph. You are just like the others."
    },
    {
      "author": "Toriel",
      "quote": "There is only one solution to this. Prove yourself. Prove to me that you are strong enough to survive!"
    },
    {
      "author": "Toriel",
      "quote": "(if you try to name the fallen child Toriel) I think you should think of your own name, my child."
    },
    {
      "author": "Toriel",
      "quote": "Did you just call me... Mom? Well... I suppose... Would that make you happy?"
    },
    {
      "author": "Toriel",
      "quote": "As a human living in the Underground, monsters may want to attack you."
    },
    {
      "author": "Toriel",
      "quote": "You will have to be prepared for this situation"
    },
    {
      "author": "Toriel",
      "quote": "Practice talking to the dummy."
    },
    {
      "author": "Toriel",
      "quote": "I've also prepared a curriculum for your education. This may come as a surprise to you... But I have always wanted to be a teacher. ...actually, perhaps that isn't very surprising."
    },
    {
      "author": "Toriel",
      "quote": "I've also prepared a curriculum for your education. This may come as a surprise to you... But I have always wanted to be a teacher. ...actually, perhaps that isn't very surprising."
    },
    {
      "author": "Toriel",
      "quote": "You are stronger than I thought...You have surprised me well Listen to me, small one... If you go beyond this door, Keep walking as far as you can. Eventually, you will reach an exit. ....... ASGORE... Do not let ASGORE take your soul. His plan cannot be allowed to succeed. ...... Be good, won't you? My child."
    },
    {
      "author": "Toriel",
      "quote": "When humans fall down here, strangely... I... I often feel like I already know them. Truthfully, when I first saw you, I felt... ... like I was seeing an old friend for the first time."
    },
    {
      "author": "Toriel",
      "quote": "[to Asgore] Do not Tori me, Dreemurr. You pathetic whelp. If you really wanted to free our kind... You could have gone through the barrier after you got ONE SOUL... Taken SIX SOULS from the humans, then free us all... instead just waiting here, meekly waiting for another human to come."
    },
    {
      "author": "Toriel",
      "quote": "As terrible as ASGORE is... He deserves mercy, too. Well goodbye my child, I hope to be seeing you again"
    },
    {
      "author": "Napstablook",
      "quote": "Sorry just not really feeling up to it..."
    },
    {
      "author": "Napstablook",
      "quote": "Do you like my hat? I call it Dapper Blook..."
    },
    {
      "author": "Napstablook",
      "quote": "REALLY NOT FEELIN UP TO IT RIGHT NOW. SORRY."
    },
    {
      "author": "Napstablook",
      "quote": "i fell down a hole... now i can't get up... go on without me... wait, ghosts can fly, can't they... oh well..."
    },
    {
      "author": "Napstablook",
      "quote": "after a great meal i like to lie on the ground and feel like garbage... it's a family tradition..."
    },
    {
      "author": "Napstablook",
      "quote": "welcome to blook family snail farm... ...i'm the only employee..."
    },
    {
      "author": "Napstablook",
      "quote": "oh, i'm Really funny..."
    },
    {
      "author": "Napstablook",
      "quote": "i usually come to the RUINS because there's nobody around... but today i met somebody nice...."
    },
    {
      "author": "Napstablook",
      "quote": "sorry... i just made this more awkward... pretend you beat me... nooooooooooooooooooooooooooooooooooo....( goodbye..)"
    },
    {
      "author": "Undyne",
      "quote": "Seven. Seven human souls, and King ASGORE will become a god. Six. That's how many we have collected thus far. Understand? Through your seventh and final soul, this world will be transformed. First, however, as is customary for those who make it this far... I shall tell you the tragic tale of our people. It all started, long ago... ... No, you know what? SCREW IT! WHY SHOULD I TELL THAT STORY WHEN YOU'RE ABOUT TO DIE!?! NGAAAAAHHHHHHHHHHHHHHHHHH! YOU! You're standing in the way of everybody's hopes and dreams! Alphys' history books made me think humans were cool... ...with their giant robots and flowery swordsman. BUT YOU? You're just a coward!"
    },
    {
      "author": "Undyne",
      "quote": "(If the first wave of bullets are deflected) Not bad, but how about THIS?"
    },
    {
      "author": "Undyne",
      "quote": "OH MY GOD!!! STOP PETTING THE ENEMY!!!"
    },
    {
      "author": "Undyne",
      "quote": "Listen up, human. We're not just going to be friends. We're going to be ... BESTIES."
    },
    {
      "author": "Undyne",
      "quote": "ANIME'S REAL, RIGHT?"
    },
    {
      "author": "Undyne",
      "quote": "OH MY GOD! YOU'RE GOING BACK IN THE TRASH!"
    },
    {
      "author": "Undyne",
      "quote": "You're gonna have to try a little harder than THAT."
    },
    {
      "author": "Undyne",
      "quote": "You're a wimpy loser with a big heart!"
    },
    {
      "author": "Undyne",
      "quote": "So stop being so damn resilient!!!"
    },
    {
      "author": "Undyne",
      "quote": "you'll have to try a little harder than that!!!"
    },
    {
      "author": "Undyne",
      "quote": "I don't actually want to hurt you either. At first, I hated your stupid saccharine schtick, but... The way you hit me right now, it... Reminded me of someone I used to train with."
    },
    {
      "author": "Undyne",
      "quote": "NGAHHH!!! DIE ALREADY, YOU LITTLE BRAT! YOU'RE GETTING IN MY WAY!"
    },
    {
      "author": "Undyne",
      "quote": "That's where I first talked to you! Weren't you SUPER terrified? I practice that monologue ALL the time in the mirror!"
    },
    {
      "author": "Undyne",
      "quote": "Why would I EVER be friends with YOU!? If you weren't my house guest, I'd beat you up right now!"
    },
    {
      "author": "Undyne",
      "quote": "Deep, deep in my soul. There's a burning feeling I can't describe. A burning feeling that WON'T let me die."
    },
    {
      "author": "Undyne",
      "quote": "Ugh, ice cream!? Sugary... COLD... Talk about GROSS. Now this chilly pink stuff that Alphys makes me..."
    },
    {
      "author": "Undyne",
      "quote": "Alphys helped measure out the mud tiles for this puzzle. It was a lot of work, but we got to make sand castles after."
    },
    {
      "author": "Undyne",
      "quote": "I mean it's not that he's weak. He's actually pretty freaking tough! It's just that... he's... he's too innocent and nice!!! I mean, look, he was SUPPOSED to capture you... and he ended up being friends with you instead! I could NEVER send him to battle! He'd get ripped into little smiling shreds."
    },
    {
      "author": "Undyne",
      "quote": "You know what would be more valuable to everyone? IF YOU WERE DEAD!!!"
    },
    {
      "author": "Undyne",
      "quote": "Y'know, I was a pretty hotheaded kid. Once, to prove I was the strongest, I tried to fight ASGORE. Emphasis on TRIED. I couldn't land a single blow on him!"
    },
    {
      "author": "Undyne",
      "quote": "Be nice to them, okay!? Cherish this ghost!!!"
    },
    {
      "author": "Undyne",
      "quote": "All he did was lie seductively on the piano... And fed himself grapes. I don't really like that guy. But I admire his lifestyle."
    },
    {
      "author": "Undyne",
      "quote": "Oh yeah, Shyren lives around here. I used to give her piano lessons."
    },
    {
      "author": "Undyne",
      "quote": "Every day, people come here and wish to the stars... I WON'T LET THEM DOWN!!!"
    },
    {
      "author": "Alphys",
      "quote": "Oh. My god. I didn't expect you to show up so soon! I haven't showered, I'm barely dressed, it's all messy, and..."
    },
    {
      "author": "Alphys",
      "quote": "OH! OH! I KNOW THIS ONE!!! IT'S SNAIL ICE CREAM!!!!!!!! IN THE FOURTH CHAPTER EVERYONE GOES TO THE BEACH!!! AND SHE BUYS ICE CREAM FOR ALL OF HER FRIENDS!!!! BUT IT'S SNAIL FLAVOR AND SHE'S THE ONLY ONE WHO WANTS IT!!!!!! IT'S ONE OF MY FAVORITE PARTS OF THE GAME BECAUSE IT'S ACTUALLY A VERY POWERFUL message about friendship and..."
    },
    {
      "author": "Alphys",
      "quote": "I'M UNDYNE AND I'M PILING ON THE SMOOCHES!!!"
    },
    {
      "author": "Alphys",
      "quote": "Well, that was certainly something."
    },
    {
      "author": "Alphys",
      "quote": "Now press [Z]!"
    },
    {
      "author": "Alphys",
      "quote": "A long time ago, I made a robot named Mettaton. Originally I built him to be an entertainment robot. Anyway, recently I decided to make him more useful. You know, just some practical adjustments. Like, um... Anti... Anti-human combat features?"
    },
    {
      "author": "Alphys",
      "quote": "H-hi Undyne."
    },
    {
      "author": "Alphys",
      "quote": "UNDYNE!!! I CAN'T TAKE THIS ANY LONGER!!! I'M MADLY IN LOVE WITH YOU!!! HOLD ME, UNDYNE!! HOLD ME!!!"
    },
    {
      "author": "Alphys",
      "quote": "the families keep calling me to ask when everyone is coming home. what am i supposed to say? i don't even answer the phone anymore."
    },
    {
      "author": "Alphys",
      "quote": "i spend all my time at the garbage dump now it's my element"
    },
    {
      "author": "Alphys",
      "quote": "Actually, since you stepped out of the RUINS, I've, um... ...been observing your journey through my console. Your fights... Your friendships... Everything! I was originally going to stop you, but... Watching someone on a screen really makes you root for them."
    },
    {
      "author": "Alphys",
      "quote": "S-so, ahhh, now I want to help you! Using my knowledge, I can easily guide you through Hotland! I know a way right to ASGORE's castle, no problem!"
    },
    {
      "author": "Alphys",
      "quote": "Of c-course, when I saw you coming, I immediately decided... I have to remove those features! Unfortunately, I may have made a teensy mistake while doing so. And, um... Now he's an unstoppable killing machine with a thirst for human blood?"
    },
    {
      "author": "Alphys",
      "quote": "It can do texting, items, it's got a key chain... I even signed you up for the underground's No. 1 social network! Now we're officially friends! Ehehehe!"
    },
    {
      "author": "Alphys",
      "quote": "This p-puzzle is kinda... um... timing- based. Y-you see those switches over there? Y-you'll have to press all three of them within 3 seconds. I'll t-try to help you with the rhythm!"
    },
    {
      "author": "Alphys",
      "quote": "I don't really... Like giving away puzzle solutions. But if you need help, just call me, ok?"
    },
    {
      "author": "Alphys",
      "quote": "F-f-fortunately, I might have a plan! When I was upgrading your phone, I added a few... features. You see that huge button that says... JETPACK?"
    },
    {
      "author": "Alphys",
      "quote": "N-no...! I must not have added enough fuel! D-darnit... I'm sorry... Even when it's something like this, I... I still...! I still..."
    },
    {
      "author": "Alphys",
      "quote": "Wow! We... we did it!! We... we really did it!!! Great job out there, team!"
    },
    {
      "author": "Alphys",
      "quote": "Why didn't you head to the right...? C-C'mon... Y-you trust me, d-don't you?"
    },
    {
      "author": "Alphys",
      "quote": "...thank GOD, it's just the batteries."
    },
    {
      "author": "Alphys",
      "quote": "This isn't anyone else's problem but mine."
    },
    {
      "author": "Alphys",
      "quote": "I'm gonna stay inside and watch anime like a total loser!"
    },
    {
      "author": "Alphys",
      "quote": "now that mettaton's made it big, he never talks to me anymore. ...except to ask when i'm going to finish his body."
    },
    {
      "author": "Alphys",
      "quote": "Just think about how cute they must have been together. It's quickly becoming my number one ship of all time. Tori and Gorey..."
    },
    {
      "author": "Alphys",
      "quote": "Ehehe... Ehehehe... AHA! AHAHAH! HA!! HA!!! Oh, Toriel. You have NO idea."
    },
    {
      "author": "Alphys",
      "quote": "A woman can dream though, right? And write fanfiction. A LOT of fanfiction."
    },
    {
      "author": "Mettaton",
      "quote": "OTP ciphered link: lxxtw://hsgw.ksskpi.gsq/hsgyqirx/h/1CqXYLdP08-QMCOcOdk0wW1mGWjHoNatYRjm9XV84E7a/ihmx?ywt=wlevmrk"
    },
    {
      "author": "Mettaton",
      "quote": "OHHH YES! WELCOME, BEAUTIES... TO TODAY'S QUIZ SHOW!!! OH BOY! I CAN ALREADY TELL IT'S GOING TO BE A GREAT SHOW! EVERYONE GIVE A BIG HAND FOR OUR WONDERFUL CONTESTANT! (Applauds the child) NEVER PLAYED BEFORE, GORGEOUS? NO PROBLEM! IT'S SIMPLE! THERE'S ONLY ONE RULE. ANSWER CORRECTLY... OR YOU DIE!!!"
    },
    {
      "author": "Mettaton",
      "quote": "Ohhhh my. If you flipped my switch, that can only mean one thing. You're desperate for the premiere of my new body. How rude... Lucky for you, I've been aching to show this off for a long time. So... as thanks, I'll give you a handsome reward. I'll make your last living moments.... ABSOLUTELY beautiful!"
    },
    {
      "author": "Mettaton",
      "quote": "FOILED AGAIN BY THE BRILLIANT DR. ALPHYS!"
    },
    {
      "author": "Mettaton",
      "quote": "CURSE YOU, HUMAN! CURSE YOU DR. ALPHYS, FOR HELPING SO MUCH! BUT I DON'T CURSE MY EIGHT WONDERFUL VIEWERS FOR TUNING IN! UNTIL NEXT TIME!"
    },
    {
      "author": "Mettaton",
      "quote": "SORRY, FOLKS! THE OLD PROGRAM'S BEEN CANCELLED! BUT WE'VE GOT A FINALE THAT'LL DRIVE YOU WILD! REAL ACTION! REAL DRAMA! REAL BLOODSHED! ON OUR NEW SHOW ... ATTACK OF THE KILLER ROBOT!"
    },
    {
      "author": "Mettaton",
      "quote": "TIME TO BREAK OUT THE BIG GUNS!"
    },
    {
      "author": "Mettaton",
      "quote": "GH... G-GUESS YOU WON'T WANT TO JOIN MY FANCLUB?"
    },
    {
      "author": "Mettaton",
      "quote": "(Upon Being asked who Alphys has a crush on and selects Undyne as their answer) SEE, ALPHYS? I TOLD YOU IT WAS OBVIOUS! EVEN THE HUMAN FIGURED IT OUT. YES, SHE SCRAWLS HER NAME IN THE MARGINS OF HER NOTES. SHE NAMES PROGRAMMING VARIABLES AFTER HER. SHE EVEN WRITES STORIES OF THEM TOGETHER... SHARING A DOMESTIC LIFE. PROBABILITY OF CRUSH: 101 PERCENT. MARGIN OF ERROR: ONE PERCENT."
    },
    {
      "author": "Mettaton",
      "quote": "A-Arms? who needs arms... with legs like these? I'm still going to win!"
    },
    {
      "author": "Mettaton",
      "quote": "Lights! Camera! Bombs!"
    },
    {
      "author": "Mettaton",
      "quote": "OOOOOOOHHHHHHH YYYYEEEEAAAAAAA!!!!!!!!!!"
    },
    {
      "author": "Asgore",
      "quote": "I so badly want to say, 'would you like a cup of tea?' But... you know how it is."
    },
    {
      "author": "Asgore",
      "quote": "isn't it a good day outside, [player]? Birds are singing, flowers are blooming... A great day for a game of catch."
    },
    {
      "author": "Asgore",
      "quote": "How tense... Just think of it like... A visit to the dentist."
    },
    {
      "author": "Asgore",
      "quote": "Human... It was nice to meet you. Goodbye. (He destroys the mercy button)"
    },
    {
      "author": "Asriel/Flowey",
      "quote": "Finally, I was so tired of being a flower. Howdy! [player], are you there? It's me, your best friend, ASRIEL DREEMURR . You know, I don't care about destroying this world anymore. After I defeat you and gain total control over the timeline... I just want YOU to RESET. All your progress... Everyone's memories... I'll bring them all back to zero! Then we can do everything ALL over again. And you know what the best part is? YOU WON'T BE ABLE TO WIN! And then you'll lose to me again. And again. And again!!! Because you want a happy ending. Because you love your friends. Because you never give up. Isn't that delicious? Your DETERMINATION... The power that let you get this far... It's gonna be your downfall! Now ENOUGH messing around! It's time to purge this timeline once and for all!"
    },
    {
      "author": "Asriel/Flowey",
      "quote": "...even after that attack you're still in my way...? Wow... you really ARE something special. But don't get cocky. Up until now I've only been using a fraction of my power! Let's see what good your DETERMINATION is against THIS!! Urah hah hah... Behold my TRUE power! I can feel it... Every time you die, your grip on this world slips away. Every time you die, your friends forget you a little more. Your life will end here, in a world where no one remembers you.... Still you're hanging on...? That's fine. In a few moments, you'll forget everything, too. That attitude will serve you well in your next life! Ura ha ha... Still? Come on... Show me what good your DETERMINATION is now! (The protagonist can save their friends now.)"
    },
    {
      "author": "Asriel/Flowey",
      "quote": "Don't you understand why I keep doing this...? Why I keep fighting to keep you around? I'm doing this because your the only one who fun to play with anymore... [player]... I'm doing this because I really about you, [player] you're special ... I'm not ready for this to end... I'm not ready for you to leave... I don't want to say good bye to someone like you again. I'm not ready for this to end... I'm so alone, [player]... I'm so afraid, [player]...[player]...I...Huh? What are you doing...? Wh... what did you do...? What's this feeling...? What's happening to me? No! NO! I don't need ANYONE! STOP IT! (Asriel blasts the player's SOUL with a barrage of spectral blasts)"
    },
    {
      "author": "Asriel/Flowey",
      "quote": "I always was a crybaby, wasn’t I, [player]?"
    },
    {
      "author": "Asriel/Flowey",
      "quote": "Oh, and Frisk... Be careful in the outside world, OK? Despite what everyone thinks, it's not as nice as it is here. There are a lot of Floweys out there. And not everything can be resolved by just being nice. Frisk... Don't kill, and don't be killed, alright? That's the best you can strive for. Do not worry about me. Someone has to take care of these flowers. Frisk, please leave me alone. I can't come back. I just can't, OK? I don't want to break their hearts all over again. It's better if they never see me."
    },
    {
      "author": "Asriel/Flowey",
      "quote": "Frisk... Don't you have anything better to do?"
    },
    {
      "author": "Flowey",
      "quote": "Howdy! I’m FLOWEY. FLOWEY the FLOWER! Hmmm… You’re new to the UNDERGROUND, aren'tcha? Golly, you must be so confused. Someone ought to teach you how things work around here! I guess little old me will have to do. Ready? Here we go! [enters battle screen] See that heart? That is your SOUL, the very culmination of your being! Your SOUL starts off weak, but can grow strong if you gain a lot of LV. What’s LV stand for? Why, LOVE, of course! You want some LOVE, don't you? Don't worry, I'll share some with you! [winks and summons bullets] Down here, LOVE is shared through...Little white...friendliness pellets. Are you ready? Move around! Get as many as you can!"
    },
    {
      "author": "Flowey",
      "quote": "[if the player dodges the bullets] Hey buddy, you missed them. Let's try again, okay? [the player dodges more bullets] Is this a joke? Are you braindead? RUN. INTO. THE. BULLETS!!! [notices speech bubble and changes bullets to friendliness pellets, but the player dodges a third time] You know what's going on here, don't you? You just wanted to see me suffer."
    },
    {
      "author": "Flowey",
      "quote": "[if the bullets hit the player] You idiot. In this world, it's kill or BE killed. Why would ANYONE pass up an opportunity like this!?"
    },
    {
      "author": "Froggit",
      "quote": "Ribbit ribbit. (I heard using F4 can make you have a full screen. But what does F4 stand for? Four frogs? I have only seen a maximum of three frogs in this room... This is troubling, to say the least.) Ribbit."
    },
    {
      "author": "Toriel",
      "quote": "You came from this world, right...? So you must have a place to return to, do you not? What will you do now? [if you decide you have better things to do than stay with Toriel] ...I see. Well, I hope that I am not keeping you. 'See you around.'"
    },
    {
      "author": "Sans",
      "quote": "sup, bro?"
    },
    {
      "author": "Papyrus",
      "quote": "YOU KNOW WASSUP, BROTHER! IT'S BEEN EIGHT DAYS AND YOU STILL HAVEN'T... RECALIBRATED. YOUR. PUZZLES! YOU JUST HANG AROUND OUTSIDE YOUR STATION! WHAT ARE YOU EVEN DOING?!?"
    },
    {
      "author": "Sans",
      "quote": "staring at this lamp. it's really cool. do you wanna look?"
    },
    {
      "author": "Papyrus",
      "quote": "NO!! I DON'T HAVE TIME FOR THAT!! WHAT IF A HUMAN COMES THROUGH HERE!?! I WANT TO BE READY!!! I WILL BE THE ONE! I MUST BE THE ONE! I WILL CAPTURE A HUMAN! THEN, I, THE GREAT PAPYRUS... WILL GET ALL THE THINGS I UTTERLY DESERVE! RESPECT... RECOGNITION... I WILL FINALLY BE ABLE TO JOIN THE ROYAL GUARD! PEOPLE WILL ASK, TO, BE MY, FRIEND? I WILL BATHE IN A SHOWER OF KISSES EVERY MORNING."
    },
    {
      "author": "Sans",
      "quote": "hmm... maybe this lamp will help you."
    },
    {
      "author": "Papyrus",
      "quote": "SANS!! YOU ARE NOT HELPING!! YOU LAZYBONES!! ALL YOU DO IS SIT AND BOONDOGGLE!! YOU GET LAZIER AND LAZIER EVERY DAY!!!"
    },
    {
      "author": "Sans",
      "quote": "hey, take it easy. i've gotten a ton of work done today. a skele-ton. [zoom in on Sans winking at the camera complete with rimshot]"
    },
    {
      "author": "Papyrus",
      "quote": "SANS!!!"
    },
    {
      "author": "Sans",
      "quote": "come on. you're smiling."
    },
    {
      "author": "Papyrus",
      "quote": "I AM AND I HATE IT! SIGH... WHY DOES SOMEONE AS GREAT AS ME... HAVE TO DO SO MUCH JUST TO GET SOME RECOGNITION..."
    },
    {
      "author": "Sans",
      "quote": "wow, sounds like you're really working yourself... down to the bone. [zoom in on Sans again with rimshot, shrugging]"
    },
    {
      "author": "Papyrus",
      "quote": "UGH!!! I WILL ATTEND TO MY PUZZLES... AS FOR YOUR WORK? PUT A LITTLE MORE, BACKBONE INTO IT!!!! NYEH HEH HEH HEH HEH!!! [he makes his way and returns back again] HEH!"
    },
    {
      "author": "Papyrus",
      "quote": "HUMAN!!! I HOPE YOU'RE READY FOR... [pauses] SANS!! WHERE'S THE PUZZLE!!!"
    },
    {
      "author": "Sans",
      "quote": "it's right there. on the ground. trust me. there's no way they can get past this one. [the child walks to a piece of paper reading Monster Kidz Word Search, and proceeds anyway]"
    },
    {
      "author": "Papyrus",
      "quote": "SANS!!! THAT DIDN'T DO ANYTHING!"
    },
    {
      "author": "Sans",
      "quote": "whoops. i knew i should have used today's crossword instead."
    },
    {
      "author": "Papyrus",
      "quote": "WHAT!? CROSSWORD!? I CAN'T BELIEVE YOU SAID THAT!! IN MY OPINION... JUNIOR JUMBLE IS EASILY THE HARDEST."
    },
    {
      "author": "Sans",
      "quote": "what? really, dude? that easy-peasy word scramble? that's for baby bones."
    },
    {
      "author": "Papyrus",
      "quote": "UN. BELIEVABLE."
    },
    {
      "author": "Papyrus' Note",
      "quote": "SANS! PLEASE PICK UP YOUR SOCK!"
    },
    {
      "author": "Sans' Note",
      "quote": "ok."
    },
    {
      "author": "Papyrus' Note",
      "quote": "DON'T PUT IT BACK DOWN! MOVE IT!"
    },
    {
      "author": "Papyrus' Note",
      "quote": "YOU MOVED IT TWO INCHES! MOVE IT TO YOUR ROOM!"
    },
    {
      "author": "Papyrus' Note",
      "quote": "AND DON'T BRING IT BACK!"
    },
    {
      "author": "Papyrus' Note",
      "quote": "IT'S STILL HERE!"
    },
    {
      "author": "Sans' Note",
      "quote": "didn't you just say not to bring it back to my room?"
    },
    {
      "author": "Papyrus' Note",
      "quote": "FORGET IT!"
    },
    {
      "author": "Papyrus",
      "quote": "WHAT!! I DIDN'T CRY!!! I DON'T CRY!! I JUST... CAUGHT SOMETHING IN MY EYE."
    },
    {
      "author": "Sans",
      "quote": "what did you catch?"
    },
    {
      "author": "Papyrus",
      "quote": "TEARS!!!"
    },
    {
      "author": "Monster in Waterfall",
      "quote": "What's a star? Can you touch it? Can you eat it? Can you kill it? [...] Are you a star?"
    },
    {
      "author": "Papyrus",
      "quote": "GRILLBY'S? WE'RE TOO REFINED FOR THAT GREASEHOLE."
    },
    {
      "author": "Undyne",
      "quote": "WOAH, if you go there, you HAVE to try the cheese fries. They're AMAZINGLY bad for you!! Oh, sorry, Papyrus, were you saying something?"
    },
    {
      "author": "Papyrus",
      "quote": "JUST MONOLOGUING ABOUT MY LOVE FOR GREASE!!!"
    },
    {
      "author": "Undyne",
      "quote": "Yeah!! This is the best room for snow-wrestling!!"
    },
    {
      "author": "Papyrus",
      "quote": "SNOW WRESTLING IS WHEN SHE SNEAKS UP ON YOU FROM BEHIND, THEN TACKLES YOU AND YELLS SNOW-WRESTLING! IT'S... NOT THE BEST GAME."
    },
    {
      "author": "Undyne",
      "quote": "Well, you know what I think?"
    },
    {
      "author": "Papyrus",
      "quote": "WHAT?"
    },
    {
      "author": "Undyne",
      "quote": "Snow-wrestling!!"
    },
    {
      "author": "Papyrus",
      "quote": "NOOOOOOOOO!!!"
    },
    {
      "author": "Sans",
      "quote": "so you finally made it. the end of your journey is at hand. in a few moments, you will meet the king. together... you will determine the future of this world. that's then. now. you will be judged. you will be judged for your every action. you will be judged for every exp you've earned. what's exp? it's an acronym. it stands for execution points. a way of quantifying the pain you have inflicted on others. when you kill someone, your exp increases. when you have enough exp, your LOVE increases. LOVE, too, is an acronym. it stands for level of violence. a way of measuring someone's capacity to hurt. the more you kill, the easier it becomes to distance yourself. the more you distance yourself, the less you will hurt. the more easily you can bring yourself to hurt others."
    },
    {
      "author": "Sans",
      "quote": "...but you. you never gained any lv. 'course, that doesn't mean you're completely innocent or naive. just that you kept a certain tenderness in your heart. no matter the struggles or hardships you faced... you strived to do the right thing. you refused to hurt anyone. even when you ran away, you did it with a smile. you never gained lv, but you gained love. does that make sense? maybe not. [beat] now. you're about to face the greatest challenge of your entire journey. your actions here... will determine the fate of the entire world. if you refuse to fight... asgore will take your soul and destroy humanity. but if you kill asgore and go home... monsters will remain trapped underground. what will you do? [beat] well, if i were you, i would have thrown in the towel by now. but you didn't get this far by giving up, did you? that's right. you have something called determination. so long as you hold on... so long as you do what's in your heart... i believe you can do the right thing. alright. we're all counting on you, kid. good luck."
    },
    {
      "author": "Flowey",
      "quote": "Don't you realize that being nice just makes you get hurt? Look at yourself. You made all these great friends, but now, you'll probably never see them again. Not to mention how much they've been set back by you. Hurts, doesn't it? If you had just gone through without caring about anyone, you wouldn't have to feel bad now. So I don't get it. If you really did everything the right way, why did things still end up like this? Why...? Is life really that unfair?"
    },
    {
      "author": "Undyne",
      "quote": "Human. No, WHATEVER you are."
    },
    {
      "author": "Undyne",
      "quote": "For the sake of the whole world..."
    },
    {
      "author": "Undyne",
      "quote": "I, UNDYNE, will strike you down!"
    },
    {
      "author": "Undyne",
      "quote": "You're gonna have to try a little harder than THAT."
    },
    {
      "author": "Mettaton",
      "quote": ".. GHHH..."
    },
    {
      "author": "Mettaton",
      "quote": "...GUESS YOU DON'T WANNA JOIN MY FAN CLUB...IT'S GOT CUTE GIRLS AND STUFF!"
    },
    {
      "author": "Mettaton",
      "quote": "YOU MAY HAVE DEFEATED ME... BUT..."
    },
    {
      "author": "Mettaton",
      "quote": "I KNOW. I CAN TELL FROM THAT STRIKE, DARLING."
    },
    {
      "author": "Mettaton",
      "quote": "YOU WERE HOLDING BACK."
    },
    {
      "author": "Mettaton",
      "quote": "YES, ASGORE WILL LOSE EASILY TO YOU..."
    },
    {
      "author": "Mettaton",
      "quote": "BUT YOU WON'T HARM HUMANITY, WILL YOU?"
    },
    {
      "author": "Mettaton",
      "quote": "YOU AREN'T ABSOLUTELY EVIL."
    },
    {
      "author": "Mettaton",
      "quote": "IF YOU WERE TRYING TO BE, THEN YOU MESSED UP."
    },
    {
      "author": "Mettaton",
      "quote": "AND SO LATE INTO THE SHOW, TOO."
    },
    {
      "author": "Sans",
      "quote": "it's a beautiful day outside."
    },
    {
      "author": "Sans",
      "quote": "birds are singing, flowers are blooming..."
    },
    {
      "author": "Sans",
      "quote": "on days like these, kids like you..."
    },
    {
      "author": "Sans",
      "quote": "should be burning in hell."
    },
    {
      "author": "Sans",
      "quote": "you're gonna have a bad time."
    },
    {
      "author": "Sans",
      "quote": "huh. always wondered why people never use their strongest attack first."
    },
    {
      "author": "Sans",
      "quote": "..."
    },
    {
      "author": "Sans",
      "quote": "you're sparing me?"
    },
    {
      "author": "Sans",
      "quote": "finally."
    },
    {
      "author": "Sans",
      "quote": "buddy. pal."
    },
    {
      "author": "Sans",
      "quote": "i know how hard it must be..."
    },
    {
      "author": "Sans",
      "quote": "to make that choice."
    },
    {
      "author": "Sans",
      "quote": "to go back on everything you've worked up to."
    },
    {
      "author": "Sans",
      "quote": "i want you to know... i won't let it go to waste."
    },
    {
      "author": "Sans",
      "quote": "..."
    },
    {
      "author": "Sans",
      "quote": "c'mere, pal."
    },
    {
      "author": "Sans",
      "quote": "geeettttttt dunked on!!!"
    },
    {
      "author": "Sans",
      "quote": "if we're really friends..."
    },
    {
      "author": "Sans",
      "quote": "you won't come back."
    },
    {
      "author": "Chara",
      "quote": "[after choosing do not erase] 'no'? hmmm... How curious. You must have misunderstood. SINCE WHEN WERE YOU THE ONE IN CONTROL? [Chara jump scares you after that] [after choosing erase] Right. You are a great partner we'll be together forever, won't we? [after that,a strike goes and a screen of nines ,then a black screen. [after you and choose erase and your game crashed, a black screen shows after about ten minutes and Chara says] ...perhaps we could reach a compromise. you still have something i want. give it to me. and i will bring this world back. [yes] excellent. then you will give me your SOUL. [no] then stay here for all eternity. [yes again] ... then, it is done. [you give them your soul the game will restart]"
    },
    {
      "author": "Toriel",
      "quote": "Y... you... really hate me that much? Now I see who I was protecting by keeping you here. Not you... But them!"
    },
    {
      "author": "Papyrus",
      "quote": "[before dying in the genocide route] W-WELL, THAT'S NOT WHAT I EXPECTED... [his body turns to dust and all's that is left is his head] BUT... ST... STILL! I BELIEVE IN YOU! YOU CAN DO A LITTLE BETTER! EVEN IF YOU DON'T THINK SO! I... I PROMISE... [dies]"
    }
  ]